/* RSSBadge */
"Please use the Inspector to connect this pagelet to a suitable collection in your site." = "Usa il pannello Impostazioni per collegare questa pagelet ad una raccolta adatta nel tuo sito.";

/* Prompt to subscribe to the given collection via RSS */
"Subscribe to RSS feed" = "Abbonati ad un Feed RSS";

/* RSS Badge */
"The chosen collection has no RSS feed.  Please use the Inspector to set it to generate an RSS feed and have an index." = "La raccolta scelta non possiede feed RSS. Usa il pannello Impostazioni per impostare la generazione di un feed RSS ed ottenerne un indice.";

/* RSS Badge */
"To subscribe to this feed, drag or copy/paste this link to an RSS feed reader application." = "Per abbonarsi a questo feed trascina oppure copia e incolla questo link su un'applicazione di lettura RSS.";